{
  "books": [
    {
      "id": "2f45",
      "bookName": "Fear of Food",
      "authorsName": [
        "Harvey Levenstein"
      ],
      "numPages": 218,
      "shortDescription": "There may be no greater source of anxiety for Americans today than the question of what to eat and drink. Are eggs the perfect protein, or are they cholesterol bombs? Is red wine good for my heart or bad for my liver? Will pesticides, additives, and processed foods kill me? Here with some very rare and very welcome advice is food historian Harvey Levenstein: Stop worrying! In <i>Fear of Food</i> Levenstein reveals the people and interests who have created and exploited these worries, causing an extraordinary number of Americans to allow fear to trump pleasure in dictating their food choices. He tells of the prominent scientists who first warned about deadly germs and poisons in foods, and their successors who charged that processing foods robs them of life-giving vitamins and minerals. These include Nobel Prize–winner Eli Metchnikoff, who advised that yogurt would enable people to live to be 140 by killing the life-threatening germs in their intestines, and Elmer McCollum, the “discoverer” of vitamins, who tailored his warnings about vitamin deficiencies to suit the food producers who funded him. Levenstein also highlights how large food companies have taken advantage of these concerns by marketing their products to combat the fear of the moment. Such examples include the co-opting of the “natural foods” movement, which grew out of the belief that inhabitants of a remote Himalayan Shangri-la enjoyed remarkable health and longevity by avoiding the very kinds of processed food these corporations produced, and the physiologist Ancel Keys, originator of the Mediterranean Diet, who provided the basis for a powerful coalition of scientists, doctors, food producers, and others to convince Americans that high-fat foods were deadly. In <i>Fear of Food,</i> Levenstein offers a much-needed voice of reason; he expertly questions these stories of constantly changing advice to reveal that there are no hard-and-fast facts when it comes to eating. With this book, he hopes to free us from the fears that cloud so many of our food choices and allow us to finally rediscover the joys of eating something just because it tastes good. <br>",
      "image": "http://books.google.com/books/content?id=CxKQ2Ak6_p4C&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE71GFsnajx4fQjVRY7a1vnRRmrOkwyLDAZ9loTtvKh_Hz3aNEqYtQCRHjXACC26-VkOkYJMTvUVK2CcBTcRvqkkC0_Bc4E0kuQerpubYF7uSq69LWj3MjUUtHB_BCAF8wl5k_tJa&source=gbs_api",
      "numCopies": 3,
      "categories": [
        "Cooking / History",
        "Health & Fitness / Diet & Nutrition / General",
        "History / General",
        "History / United States / General",
        "Medical / Nutrition",
        "Psychology / General",
        "Psychology / Psychopathology / Eating Disorders",
        "Psychology / Psychopathology / Anxieties & Phobias",
        "Science / History",
        "Social Science / Agriculture & Food"
      ],
      "ISBN": "0226473740",
      "favorite": "false"
    },
    {
      "id": "db8c",
      "bookName": "Molecules, Microbes, and Meals",
      "authorsName": [
        "Alan Kelly"
      ],
      "numPages": 256,
      "shortDescription": "The goal of Molecules, Microbes, and Meals is to provide an overview of the science of food, exploring all aspects of how food products we purchase and consume come to have the characteristics they do. The key focus is on the science underpinning the appearance, flavor, texture and qualities of food, and the transformations that occur when we cook food products. Every food product is a highly complex scientific entity, and a key objective of the book is to show that an understanding of the science of food can enhance our appreciation and wonder at it. Another key theme will be the convergence of science and art in food, and the history of food, whereby we have known how to undertake what are exceptionally scientifically complex activities such as fermentation, pasteurization and cooking long before the scientific basis for what was happening was understood.",
      "image": "http://books.google.com/books/publisher/content?id=GMOKDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE71BCpv7PnN7lsn4adduShyL5BaA4OB8gvrgnOFpn4JJGMQThC3SuEsbl4l6swRZDrCHGnkqHUJYphiR9r6SSN_qBlKBylYtdStkjGLn2vaOo8MpupY0cmiG4-cS5tr5VUxoiXGW&source=gbs_api",
      "numCopies": 1,
      "categories": [
        "Science / Chemistry / General"
      ],
      "ISBN": "0190687711"
    },
    {
      "id": "091b",
      "bookName": "Make it Safe!",
      "authorsName": [
        "Csiro Food CSIRO Food and Nutritional Sciences"
      ],
      "numPages": 283,
      "shortDescription": "All people involved with preparation of food for the commercial or retail market should have a sound understanding of the food safety risks associated with their specific products and, importantly, how to control these risks - failure to control food safety hazards can have devastating consequences. <i>Make It Safe</i> provides a science and risked-based intervention approach to the Australian food industry for the control of food safety hazards.<br><br>The huge variety of manufactured foods available to Australian consumers today has largely been the result of the hard work of a group of relatively small manufacturers. Small businesses make up around two-thirds of businesses in Australia's food and beverage manufacturing industry. This book is aimed at those currently manufacturing food on a small-scale or those considering entering this market. It will assist those already operating a small business to develop a better understanding of key food safety systems, while those who are in the \"start-up\" phase will gain knowledge essential to provide their business with a solid food safety foundation.<br><br>The content will also be useful for students of food technology who wish to seek employment in the industry<br>or are planning on establishing their own manufacturing operation.<br><br><b>Key features</b><br>- Outlines the three food safety hazards: microbial, chemical and physical, with a special emphasis on microbial hazards and food recalls are explained<br>- Offers practical guidance on how to control food safety hazards<br>- Information is presented in a straightforward, instructive manner and key messages are highlighted at the end of each chapter",
      "image": "http://books.google.com/books/content?id=woqlTvavTFMC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE70Pt_uH0AivrFXTg4gm8-fSW83pQetfXFF4myM_9FVSRxDzsyC80mv1P9PNR_w-V3ugAMBFQ4a9YI0s9JHithhwskGwWOs5tUlYbnPZrU9GklN_l8A74rlTBxx9DddJVLx3roEr&source=gbs_api",
      "numCopies": 1,
      "categories": [
        "Business & Economics / Industries / Food Industry",
        "Cooking / General",
        "Health & Fitness / General",
        "Technology & Engineering / Food Science / General"
      ],
      "ISBN": "0643095683"
    },
    {
      "id": "677d",
      "bookName": "Food Chemistry",
      "authorsName": [
        "David E. Newton"
      ],
      "numPages": 225,
      "shortDescription": "Finding new, safe ways to consume food has become complicated as people become more health conscious about the foods they put into their bodies. This work offers information on the field of altering foods for human consumption. It describes the differences between synthetic, engineered, irradiated, and organic foods.",
      "image": "http://books.google.com/books/content?id=F29kaFKuJdMC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE70rDSr0H_7DAOm7ByT-legiL1sRuUDC2Fw5eEoJY7rDULt4SoRiZf5eeg-pAwloxRYS3KhhKUeG9PKy-M45WOSMFj0xsJxbZ08dObBUJ-orMjV7KUoinV7pPIfDLEkJ9qofdm56&source=gbs_api",
      "numCopies": 1,
      "categories": [],
      "ISBN": "143810975X"
    },
    {
      "id": "09ec",
      "bookName": "Food Fraud",
      "authorsName": [
        "John M. Ryan"
      ],
      "numPages": 104,
      "shortDescription": "<i>Food Fraud</i> provides an overview of the current state on the topic to help readers understand which products are being impacted, how pervasive food fraud is, and what laws are in effect across the developed world. As international food trade increases, food processors, distributors, and consumers are purchasing more and more food from foreign countries that, in many cases, have inadequate oversight or control over what is coming into our supermarkets, restaurants, and refrigerators. This book is an essential quick reference that will familiarize readers with the latest issues surrounding the food industry.<ul> <li>Includes new FDA rules based on the Food Safety Modernization Act (FSMA) regarding “intentional adulteration and “economically motivated adulteration </li> <li>Presents a review of the latest food detection testing technologies</li> <li>Provides examples of import controls over illegal replacements</li></ul>",
      "image": "http://books.google.com/books/publisher/content?id=dpSZBgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE70tOuKnigCOcBdeHPKgXP-_5cP27tir-G4AdHD_qs-i_Ri83tnYrB3NugWXoa7t94pSVmB_JCMZx0n4WgwBmaBfOYulI4TCXqVyqCQQEv7d4su3eCze4A62Nuj4kLpdTyGWwPxA&source=gbs_api",
      "numCopies": 1,
      "categories": [
        "Medical / Microbiology",
        "Technology & Engineering / Food Science / General"
      ],
      "ISBN": "0128033983"
    },
    {
      "id": "6594",
      "bookName": "Food and Nutrition",
      "authorsName": [],
      "numPages": 16,
      "shortDescription": "",
      "image": "http://books.google.com/books/content?id=uh2BrWWJvscC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE70Vr2hzVQ-KR1HEvjeW7yuuJhMn-mnoJBzGmdhxvBP1W5aM5Igi1ZZ5T-RxJlsPmyltstAuf-f6806qdPMr91TNIure1umd83bGZABjuKiNG9haWv-oYJKZYSLJ_Ml8osh09fKw&source=gbs_api",
      "numCopies": 1,
      "categories": [],
      "ISBN": ""
    },
    {
      "id": "3a48",
      "bookName": "Food Nations",
      "authorsName": [
        "Warren Belasco",
        "Philip Scranton"
      ],
      "numPages": 320,
      "shortDescription": "This original collection abandons culinary nostalgia and the cataloguing of regional cuisines to examine the role of food and food marketing in constructing culture, consumer behavior, and national identity.",
      "image": "http://books.google.com/books/publisher/content?id=3Yu3AwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE73ekQzitOLRnNNv0LM6FKTzuAJJqpBluEeWJR32MEFmsv85x6bpW7nPjFBaIZM-p5YIhLDi8xUZRQIxlwEay3Yr9TlebU--UROkhttuZzRPAYyBDosj4gJwoh_VgLQPnTd8HwmF&source=gbs_api",
      "numCopies": 1,
      "categories": [
        "History / General",
        "Social Science / Ethnic Studies / General",
        "Social Science / Sociology / General",
        "Social Science / Disease & Health Issues",
        "Social Science / Agriculture & Food",
        "Science / History",
        "History / Social History"
      ],
      "ISBN": "1136700765",
      "favorite": "true"
    },
    {
      "id": "e32c",
      "bookName": "Food Chaining",
      "authorsName": [
        "Cheri Fraker",
        "Dr. Mark Fishbein",
        "Sibyl Cox",
        "Laura Walbert"
      ],
      "numPages": 416,
      "shortDescription": "<b>The complete guide for parents of picky eaters -- how to end mealtime meltdowns and get your children the nutrition they need</b><br><br> Does your child regularly refuse foods or throw a fit at mealtimes? Are you concerned she isn't getting enough nutrition, or that that your child's pickiness might be caused by a hidden medical issue? For every frustrated parent, the food chaining method offers a medically-proven, kid-tested solution.<br><br> Developed by a team of internationally known medical experts, <b>Food Chaining</b> helps you identify the reasons behind your child's picky eating habits -- be it medical, sensory, or because of allergies. Then, with a simple, 6-step method centered around taste, temperature, and texture, target foods are selected that are similar to the ones your child likes, gradually expanding to all food groups. Does your kid like French fries but won't touch veggies? Try hash browns, and slowly expand to sweet potato fries and zucchini sticks -- and then work your way to steamed vegetables.<br><br> With helpful information about common food allergies, lists of sample food chains, advice for special needs children, as well as a pre-chaining program to prevent food aversions before they develop, <b>Food Chaining</b> is your guide to raising lifelong health eaters.",
      "image": "http://books.google.com/books/publisher/content?id=zphKDgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE71F0qyz2yl1-i-p1yoLG73PJrL0mPknFvcdcfGOMxMYS_iT9XJiI-4K3mSsbWXx7-rkKR6_ylBfdNY8vzcimiKw0iTDAx8rstf3FJ320J8cOon6AD7SSkj0ALiQfCOZ6Ust-GM1&source=gbs_api",
      "numCopies": 1,
      "categories": [
        "Family & Relationships / Parenting / General",
        "Health & Fitness / Children's Health",
        "Cooking / Cooking for Kids",
        "Family & Relationships / Life Stages / Infants & Toddlers",
        "Family & Relationships / Life Stages / School Age",
        "Health & Fitness / Diet & Nutrition / Nutrition"
      ],
      "ISBN": "078673275X"
    },
    {
      "id": "b65c",
      "bookName": "Advances in Food and Nutrition Research",
      "authorsName": [],
      "numPages": 330,
      "shortDescription": "Approx.318 pages<br><br>Approx.318 pages",
      "image": "http://books.google.com/books/publisher/content?id=b-9_DQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE73akCfeVTR3APwFMM9ZRzfkNYoTWCNevEQxHyep0mzVE_3ZG0Yi9SO-Dt3s0Ba3tvZBmdW5Fn0q5iZ8LNUz-j-a99oItFj1skATAbZ32XLL2T4PPx3nrguz57KN7du10B2GE8d1&source=gbs_api",
      "numCopies": 1,
      "categories": [
        "Health & Fitness / Diet & Nutrition / Nutrition",
        "Technology & Engineering / Food Science / General",
        "Health & Fitness / General"
      ],
      "ISBN": "0128119179",
      "favorite": "false"
    },
    {
      "id": "d838",
      "bookName": "Imagining Sustainable Food Systems",
      "authorsName": [
        "Alison Blay-Palmer"
      ],
      "numPages": 264,
      "shortDescription": "What defines a sustainable food system? How can it be more inclusive? How do local and global scales interact and how does power flow within food systems? How to encourage an interdisciplinary approach to realizing sustainable food systems? And how to activate change? These questions are considered by EU and North American academics and practitioners in this book. Using a wide range of case studies, it provides a critical overview, showing how and where theory and practice can converge to produce more sustainable food systems.",
      "image": "http://books.google.com/books/publisher/content?id=-OYoDAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE7360k-hrHnvsxxt9VWGr5xZyiFmOjW46LyRwPniLxronOL7ZYLuOB8iUgfcdZt6zrXFpo8pVHg2wira9VnqVDIAshAmXsngPml328ttNpOh8LRZSm3Kq8Tx_27FpZT705K-NH5D&source=gbs_api",
      "numCopies": 1,
      "categories": [
        "Science / Earth Sciences / Geography",
        "Social Science / Human Geography"
      ],
      "ISBN": "1317118634"
    },
    {
      "id": "4049",
      "bookName": "Muggles and Magic",
      "authorsName": [
        "George W. Beahm"
      ],
      "numPages": 393,
      "shortDescription": "Everyone knows the story of Harry Potter and the \"rags-to-riches\" success of its author J.K. Rowling, but Muggles and Magic thoroughly examines every nook and cranny of the Potter universe including Rowling's life before and after Harry. Complete with an in-depth look at the real world of J.K. Rowling, including coverage of her trip to New York City in 2006, a behind-the-scenes peek at the making of the Potter films, and 16 big, bold pages of photos, Muggles and Magic is certain to appeal to Potter fans of all ages.",
      "image": "http://books.google.com/books/content?id=F8npAAAAMAAJ&printsec=frontcover&img=1&zoom=1&imgtk=AFLRE73DyjD7WBxkcojFzuvFMWn76XnDynPbMuv9phtg9eKDnZdgrDZWhrO6PTmYgcCUt4sqFnBRruLSSJ_7J4YteRKlZO8WWdAC7pabDiV_MOHEp2s8tl4FnqKSLVXBa3-73X9AyErX&source=gbs_api",
      "numCopies": 1,
      "categories": [
        "Fiction / Fantasy / Collections & Anthologies",
        "Juvenile Nonfiction / General",
        "Juvenile Nonfiction / Literary Criticism & Collections",
        "Juvenile Fiction / Short Stories",
        "Literary Criticism / Children's & Young Adult Literature"
      ],
      "ISBN": "1571744126",
      "favorite": "true"
    },
    {
      "id": "6882",
      "bookName": "Enzymes in Food Processing",
      "authorsName": [
        "Gregory A. Tucker",
        "L.F.J. Woods"
      ],
      "numPages": 319,
      "shortDescription": "Recent years have seen a rapid increase in the use of enzymes as food processing tools, as an understanding of their means of control has improved. Since publication of the first edition of this book many new products have been commercially produced and the corresponding number of published papers has swollen. This second edition has been fully revised and updated to cover changes in the last five years. It continues to provide food technologists, chemists, biochemists and microbiologists with an authoritative, practical and detailed review of the subject.",
      "image": "http://books.google.com/books/publisher/content?id=KKDaBwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE711hObPrXDzM4-wI4hmnQewz4a-9v1wbT9s-zcnrrfj19AgSdsy35YvOlZa5PpefTbR3UzNrCIgUu7IAAMpEzmCIeyIW_vmueMZ0cj7QeYpSAbukOXqoT9IdTnpa6I-FonRxl01&source=gbs_api",
      "numCopies": 1,
      "categories": [
        "Technology & Engineering / Food Science / General",
        "Technology & Engineering / Chemical & Biochemical"
      ],
      "ISBN": "1461521475"
    },
    {
      "bookName": "The Ultimate Harry Potter and Philosophy",
      "authorsName": [
        "William Irwin",
        "Gregory Bassham"
      ],
      "numPages": 304,
      "shortDescription": "<p>A philosophical exploration of the entire seven-book <i>Harry Potter</i> series</p> <p><i>Harry Potter</i> has been heralded as one of the most popular book series of all time and the philosophical nature of Harry, Hermione, and Ron's quest to rid the world of its ultimate evil is one of the many things that make this series special. <i>The Ultimate Harry Potter and Philosophy</i> covers all seven titles in J.K. Rowling's groundbreaking series and takes fans back to Godric's Hollow to discuss life after death, to consider what moral reasoning drove Harry to choose death, and to debate whether Sirius Black is a man or a dog.</p> <p>With publication timed to coincide with the release of the movie <i>Harry Potter and the Deathly Hallows (Part 1),</i> this book will be the definitive guide for all fans looking to appreciate the series on a deeper level.</p> <ul> <li>Covers a range of intriguing topics such as the redemption of Severus Snape, the power of love, and destiny in the wizarding world</li> <li>Gives you a new perspective on <i>Harry Potter</i> characters, plot lines, and themes</li> <li>Makes a perfect companion to the <i>Harry Potter</i> books and movies</li> </ul> <p>Packed with interesting ideas and insights, <i>The Ultimate Harry Potter and Philosophy</i> is an ideal companion for anyone interested in unraveling the subtext and exploring the greater issues at work in the story.</p>",
      "image": "http://books.google.com/books/content?id=pBjDSPhUjp8C&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE71OOiXmdbbUGwd9Kkiu3hToKMHUmyOkOOrjkxnewfPuK2t-9XXBe2I8IDf2mdsf4Abiz7Prz_RLhY11Dai29ar6qJOw8I_guU881XvRI4TVuBRJV9vHYrraEg-ZOsShS4IHJhqO&source=gbs_api",
      "numCopies": 1,
      "categories": [
        "Philosophy / General"
      ],
      "ISBN": "0470627352",
      "id": "FPnc_9O"
    },
    {
      "bookName": "1984",
      "authorsName": [
        "George Orwell"
      ],
      "numPages": 272,
      "shortDescription": "The world is divided into the three hostile power blocs of Oceania, Eurasia and East Asia, which are at permanent war with each other. The action of the novel takes place in Oceania, which includes North and South America, the British Isles, Australia and southern Africa. In the dictatorial and totalitarian state, a party elite (Inner Party) led by Big Brother - who is never really visible - oppresses the remaining party members (Outer Party) and the broad mass of the people, the \"proles.\" The omnipresent thought police permanently monitor all party members. The English language is being cleansed of \"harmful terms\" and has been replaced by a new language - Newspeak. Gröls Classics - English Edition",
      "image": "http://books.google.com/books/publisher/content?id=XsqoEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE734bWK-qJZqsA6LNQWp7vSKPgrLhoK4um7E79WlDzDCv2IY18O8P0UYQNB0NREZszoTWHWcnK2GWNJT220ectG1enbMICr8uj0tfGZ_M1iCAGkOkpLlfB-6g1VAP4U7ZP7q5Isl&source=gbs_api",
      "numCopies": 1,
      "categories": [
        "Drama / General"
      ],
      "ISBN": "3988288225",
      "id": "9-v98Cg"
    },
    {
      "bookName": "P. Vergili Maronis Opera",
      "authorsName": [
        "Virgil"
      ],
      "numPages": 526,
      "shortDescription": "",
      "image": "http://books.google.com/books/content?id=YZKvDPxCgn8C&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE72NH-pQ_s1RAjCm9E3NXHMekpBJc3awZUacLPIsXCkDbY_xtvyaRto6fsl7oJucDJP4-P-BN_mV8d66Lml5UiCJHj4jbbtCcz0Ydk6E3IrCroZVbia5H4GQv0WAY_YE6LLL0PUV&source=gbs_api",
      "numCopies": 1,
      "categories": [],
      "ISBN": "",
      "id": "NC9P5lA"
    },
    {
      "bookName": "Ecological Research Series",
      "authorsName": [],
      "numPages": 484,
      "shortDescription": "",
      "image": "http://books.google.com/books/content?id=ACOAweM6LJsC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE70xwec7Mz7XMVwOdnG1M0UJpbNgtFdoqGrD40i9gHd7ppOWxW1Ch2ZqguOGHFWAXzXEGiQdfhKDzv6hV0vWG8-QSshr91a1uq_DKPO47VgykxQgO41D-ZR5XebhcWEQpVVlxBoB&source=gbs_api",
      "numCopies": 1,
      "categories": [],
      "ISBN": "",
      "id": "_YYA3Bm"
    },
    {
      "bookName": "Popular Mechanics",
      "authorsName": [
        "Hearst Magazines"
      ],
      "numPages": 96,
      "shortDescription": "Popular Mechanics inspires, instructs and influences readers to help them master the modern world. Whether it’s practical DIY home-improvement tips, gadgets and digital technology, information on the newest cars or the latest breakthroughs in science -- PM is the ultimate guide to our high-tech lifestyle.",
      "image": "http://books.google.com/books/content?id=G-ADAAAAMBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE71BZunMkgTSlZap-8y5w0Ge6KfhXA-ygiVl55d_BI68f7lQfVI1PD2HEfZjtSbB78pHnwFTB3ctdKh9xHJE8xJEipnM39oX00V0eBu6zeGRTCqMlCtFF0naYAldTc7Y6eFCMuqk&source=gbs_api",
      "numCopies": 1,
      "categories": [],
      "ISBN": "00324558",
      "id": "eVZoVFU"
    },
    {
      "bookName": "The Coins of the Moghul Emperors of Hindustan",
      "authorsName": [
        "Stanley Lane-Poole"
      ],
      "numPages": 401,
      "shortDescription": "",
      "image": "http://books.google.com/books/content?id=WqS6Qj6dW9gC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE71sV8mTh6Oe52D21qGF0BvaNsPltN0jCfVe1gx3tKomWxNelQYCfPkyXN3evgxJvNiFGVc3I9_5-YrUUf1pS5J_-7vvTrZq5OP3PkysUZ2w-NZtp_DZsqiXH2uodI6DLFY0e5kp&source=gbs_api",
      "numCopies": 1,
      "categories": [],
      "ISBN": "",
      "id": "KEcHmmn"
    },
    {
      "bookName": "A Library of Poetry and Song",
      "authorsName": [
        "William Cullen Bryant"
      ],
      "numPages": 789,
      "shortDescription": "",
      "image": "http://books.google.com/books/content?id=kmexCFrfWnkC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE70m4vamND8LerjDFOA3DzCG55K8_tZxS4PrPQokQ2os5oA4MMXEDTEnrx7rmyc_l3kYT2ePU-pF2Ng1HRfLxwC2dMKx9LvkALHad4Gk4v3FtCpYM5iKJU95lqzmoKbw65RV_LAC&source=gbs_api",
      "numCopies": 1,
      "categories": [],
      "ISBN": "",
      "id": "8J-RQYD"
    },
    {
      "bookName": "Harry Potter and the Sorcerer's Stone / Harry Potter and the Chamber of Secrets / Harry Poter and the Prisoner of Azkaban",
      "authorsName": [
        "J. K. Rowling"
      ],
      "shortDescription": "The magical books that started it all are now available in paperback in a set of three: Harry Potter and the Sorcerer's Stone; Harry Potter and the Chamber of Secrets; and Harry Potter and the Prisoner of Azkaban.",
      "image": "http://books.google.com/books/content?id=QCp6PQAACAAJ&printsec=frontcover&img=1&zoom=1&imgtk=AFLRE73u-AGfjFmHPXVArXNViVG_oiEPZFNVGYFoyyQW5q9pimIW1xSSQqA6sZ8vuDqgWGsDgCm54b7inaV_KNyUwtQmWGJX5RPLWMZZsw0EGh-F9kpawdyQPEq3rF6qax6QtB6lYLbi&source=gbs_api",
      "numCopies": 1,
      "categories": [
        "Juvenile Fiction / Fantasy & Magic"
      ],
      "ISBN": "0439324661",
      "id": "Xr8ymBo"
    },
    {
      "image": "http://127.0.0.1:5500/bookform.html",
      "bookName": "mejsn",
      "authorsName": [
        "jnsjrn"
      ],
      "shortDescription": "njndejn",
      "categories": [
        "nnvjwewnjr"
      ],
      "numPages": "432",
      "numCopies": 223533,
      "ISBN": "",
      "id": "oBE-g7E",
      "favorite": "true"
    }
  ],
  "history": [
    {
      "id": "2534",
      "operation": "create",
      "time": 1716985802000,
      "bookName": "Fear of Food"
    },
    {
      "id": "eaec",
      "operation": "create",
      "time": 1716985817589,
      "bookName": "Molecules, Microbes, and Meals"
    },
    {
      "id": "6d25",
      "operation": "create",
      "time": 1716985821488,
      "bookName": "Make it Safe!"
    },
    {
      "id": "0c11",
      "operation": "create",
      "time": 1716985825170,
      "bookName": "Food Chemistry"
    },
    {
      "id": "7f2f",
      "operation": "create",
      "time": 1716985831238,
      "bookName": "Food Fraud"
    },
    {
      "id": "9817",
      "operation": "create",
      "time": 1716985838407,
      "bookName": "Food and Nutrition"
    },
    {
      "id": "e41a",
      "operation": "create",
      "time": 1716985842189,
      "bookName": "Food Nations"
    },
    {
      "id": "d59c",
      "operation": "create",
      "time": 1716985846073,
      "bookName": "Food Chaining"
    },
    {
      "id": "a316",
      "operation": "create",
      "time": 1716985852729,
      "bookName": "Advances in Food and Nutrition Research"
    },
    {
      "id": "48cc",
      "operation": "create",
      "time": 1716985877420,
      "bookName": "Imagining Sustainable Food Systems"
    },
    {
      "id": "a50a",
      "operation": "create",
      "time": 1716986538508,
      "bookName": "Muggles and Magic"
    },
    {
      "id": "1e71",
      "operation": "update",
      "time": 1716986542578,
      "bookName": "Muggles and Magic"
    },
    {
      "id": "de8a",
      "operation": "update",
      "time": 1716986703820,
      "bookName": "Muggles and Magic"
    },
    {
      "id": "acd6",
      "operation": "update",
      "time": 1716986707727,
      "bookName": "Muggles and Magic"
    },
    {
      "id": "46d4",
      "operation": "update",
      "time": 1716986711338,
      "bookName": "Muggles and Magic"
    },
    {
      "id": "1d46",
      "operation": "update",
      "time": 1716986714293,
      "bookName": "Muggles and Magic"
    },
    {
      "id": "fb5c",
      "operation": "update",
      "time": 1716986717184,
      "bookName": "Muggles and Magic"
    },
    {
      "id": "14a7",
      "operation": "update",
      "time": 1716986719523,
      "bookName": "Muggles and Magic"
    },
    {
      "id": "21b8",
      "operation": "update",
      "time": 1716986721515,
      "bookName": "Muggles and Magic"
    },
    {
      "id": "3c6f",
      "operation": "update",
      "time": 1716986723358,
      "bookName": "Muggles and Magic"
    },
    {
      "id": "c40e",
      "operation": "update",
      "time": 1716986726452,
      "bookName": "Muggles and Magic"
    },
    {
      "id": "1dfa",
      "operation": "update",
      "time": 1716986728566,
      "bookName": "Muggles and Magic"
    },
    {
      "id": "23a0",
      "operation": "update",
      "time": 1716986731154,
      "bookName": "Muggles and Magic"
    },
    {
      "id": "21e7",
      "operation": "update",
      "time": 1716986736209,
      "bookName": "Muggles and Magic"
    },
    {
      "id": "f403",
      "operation": "create",
      "time": 1716987088378,
      "bookName": "Enzymes in Food Processing"
    },
    {
      "operation": "update",
      "time": 1716987693542,
      "bookName": "Fear of Food",
      "id": "mVBBFos"
    },
    {
      "operation": "update",
      "time": 1716987694384,
      "bookName": "Fear of Food",
      "id": "trPTJek"
    },
    {
      "operation": "update",
      "time": 1716987695333,
      "bookName": "Fear of Food",
      "id": "i2iNh35"
    },
    {
      "operation": "update",
      "time": 1716987698216,
      "bookName": "Food Nations",
      "id": "RGiGCrX"
    },
    {
      "operation": "update",
      "time": 1716987699931,
      "bookName": "Advances in Food and Nutrition Research",
      "id": "H3xxk6F"
    },
    {
      "operation": "update",
      "time": 1716987704784,
      "bookName": "Advances in Food and Nutrition Research",
      "id": "ouKRapx"
    },
    {
      "operation": "update",
      "time": 1716987715384,
      "bookName": "Fear of Food",
      "id": "606gUJK"
    },
    {
      "operation": "update",
      "time": 1716987719970,
      "bookName": "Fear of Food",
      "id": "-lth0Ht"
    },
    {
      "operation": "update",
      "time": 1716987721915,
      "bookName": "Fear of Food",
      "id": "9WhBJSB"
    },
    {
      "operation": "update",
      "time": 1716987722251,
      "bookName": "Fear of Food",
      "id": "zwWKuae"
    },
    {
      "operation": "create",
      "time": 1716987763637,
      "bookName": "The Ultimate Harry Potter and Philosophy",
      "id": "l7etkoR"
    },
    {
      "operation": "create",
      "time": 1716987792671,
      "bookName": "1984",
      "id": "Bk06TL_"
    },
    {
      "operation": "create",
      "time": 1716987846469,
      "bookName": "P. Vergili Maronis Opera",
      "id": "sLYIatk"
    },
    {
      "operation": "create",
      "time": 1716987848527,
      "bookName": "Ecological Research Series",
      "id": "oAgZE3e"
    },
    {
      "operation": "create",
      "time": 1716987850250,
      "bookName": "Popular Mechanics",
      "id": "bDaD4ut"
    },
    {
      "operation": "create",
      "time": 1716987902498,
      "bookName": "The Coins of the Moghul Emperors of Hindustan",
      "id": "8PCGGXy"
    },
    {
      "operation": "create",
      "time": 1716987909137,
      "bookName": "The Southern Version of Cursor Mundi Vol I: Lines 1-9228",
      "id": "ThElQkz"
    },
    {
      "operation": "create",
      "time": 1716987922928,
      "bookName": "A Library of Poetry and Song",
      "id": "X2kbHKE"
    },
    {
      "operation": "create",
      "time": 1716987929734,
      "bookName": "Harry Potter and the Sorcerer's Stone / Harry Potter and the Chamber of Secrets / Harry Poter and the Prisoner of Azkaban",
      "id": "qCcTlFg"
    },
    {
      "operation": "update",
      "time": 1716988652972,
      "bookName": "The Southern Version of Cursor Mundi Vol I: Lines 1-9228",
      "id": "i1NzJ2R"
    },
    {
      "operation": "update",
      "time": 1716988654489,
      "bookName": "The Southern Version of Cursor Mundi Vol I: Lines 1-9228",
      "id": "E0JcfTg"
    },
    {
      "operation": "update",
      "time": 1716988655472,
      "bookName": "The Southern Version of Cursor Mundi Vol I: Lines 1-9228",
      "id": "0wLYT0U"
    },
    {
      "operation": "delete",
      "time": 1716988657154,
      "id": "qMc5A3K"
    },
    {
      "operation": "create",
      "time": 1716988691337,
      "bookName": "法令全書",
      "id": "O5jfWFb"
    },
    {
      "operation": "update",
      "time": 1716988692622,
      "bookName": "法令全書",
      "id": "AfgRiJS"
    },
    {
      "operation": "update",
      "time": 1716988693740,
      "bookName": "法令全書",
      "id": "A0Bv4D1"
    },
    {
      "operation": "delete",
      "time": 1716988697377,
      "id": "YGU3R-u"
    },
    {
      "operation": "create",
      "time": 1716988714412,
      "bookName": "mejsn",
      "id": "OlYxGjI"
    },
    {
      "operation": "update",
      "time": 1716988717150,
      "bookName": "mejsn",
      "id": "RB_CYdc"
    },
    {
      "operation": "update",
      "time": 1716988718089,
      "bookName": "mejsn",
      "id": "UDrlgFp"
    },
    {
      "operation": "update",
      "time": 1716989195739,
      "bookName": "mejsn",
      "id": "kyocV68"
    },
    {
      "operation": "update",
      "time": 1716989196506,
      "bookName": "mejsn",
      "id": "xzXmalE"
    }
  ]
}